const CREATOR_MAIN_DATA = [
  {
    mainImg: '/images/creator/main-img.jpg',
    record: [
      {
        text: '누적 크리에이터 정산액',
        sum: '430억',
      },
      {
        text: '크리에이터 평균 정산액',
        sum: '2,000만 원',
      },
      {
        text: '만나게 될 수강생 수',
        sum: '230만 명+',
      },
    ],
    creator: [
      {
        image: '/images/creator/main-creator-1.jpg',
        title: `평범한 회사원에서 개발자로
        나아가는 첫 번째 걸음이 되었어요.`,
        contents: `사랑하는 일을 하게 된
        크리에이터 무한리더`,
      },
      {
        image: '/images/creator/main-creator-2.jpg',
        title: `내 통역이 벌이가 될 수 있다는
        믿음을 얻게 된 계기 였어요`,
        contents: `노어 마스터가 된
        크리에이터 스파시바`,
      },
    ],
    item: [
      {
        image: '/images/creator/main-item-1.png',
        title: 'SNS 광고 무료 집행',
        contents: `클래스 홍보, 어떻게 해야 할지 막막하신가요?
페이스북, 인스타그램, 유튜브 등
다양한 매체의 광고를 무료로 집행해드려요.`,
      },
      {
        image: '/images/creator/main-item-2.png',
        title: '언제든지 함께하는 콘텐츠 전문 MD, PD',
        contents: `클래스메이트의 반응을 이끌어내는
        성공적인 클래스를 위해 디테일하게 컨설팅해드려요.`,
      },
    ],
    QnA: [
      {
        Q: 'Q. 어떤 클래스를 개설할 수 있나요?',
        A: '낫파운드404에서는 취미부터 수익 창출, 코딩까지 다양한 카테고리의 온라인 클래스와 상품들이 오픈되고 있어요. 다양한 유형의 상품을 여러 개 개설할 수도 있답니다.클래스의 경우, 여러 개의 영상이 커리큘럼을 구성하는 형태의 정규 클래스를 개설하실 수 있습니다.',
      },
      {
        Q: 'Q. 상품을 개설하는 데에 비용이 드나요?',
        A: '낫파운드404에서 만날 수 있는 모든 유형의 클래스와 전자책 개설은 무료입니다. 판매가 시작된 이후, 수수료는 판매 금액에 따라 일정 비율로 부과되고 있어요. 상품이 판매되지 않는 경우에도 별도로 지불하셔야 하는 수수료는 없어요!',
      },
      {
        Q: 'Q. 클래스를 어떻게 홍보할 수 있나요?',
        A: '낫파운드404에서는 판매 중인 상품을 예비 수강생에게 알리기 위해 홍보를 다양한 곳에서 진행하고 있어요. 내 상품을 좋아할 만한 수강생에 대한 크리에이터님의 노하우를 바탕으로 SNS, 커뮤니티에서 홍보를 해주시면 더 효과적으로 나의 상품을 알릴 수 있어요.',
      },
    ],
  },
];

export default CREATOR_MAIN_DATA;
